Repository: Thanida017/XendevWeb
Catalog: XenDevWeb/admin/App_LocalResources/F002.UserAccount.aspx.*.resx
Languages: th

# appUserGridView_ChkIsEnabledRc.HeaderText
source: Enabled
th: ใช้งานได้

# appUserGridView_EMailRc.HeaderText
source: Email
th: อีเมล

# appUserGridView_EmpNoRc.HeaderText
source: Employee number
th: รหัสพนักงาน

# appUserGridView_FirstNameRc.HeaderText
source: Firstname
th: ชื่อ

# appUserGridView_LastNameRc.HeaderText
source: Lastname
th: นามสกุล

# appUserGridView_MobileRc.HeaderText
source: Mobile number
th: เบอร์มือถือ

# appUserGridView_PasswordRc.HeaderText
source: Password
th: รหัสผ่าน

# appUserGridView_RetypePwdRc.HeaderText
source: Retype password
th: ยืนยันรหัสผ่าน

# appUserGridView_titleRc.HeaderText
source: Title
th: คำนำหน้า

# appUserGridView_UsernameRc.HeaderText
source: Username
th: ชื่อผู้ใช้

# lblBtnAddRc.Text
source: Add account
th: เพิ่มผู้ใช้

# lblBtnUserFilter.Text
source: Search
th: ค้นหา

# lblDBUsersRc.Text
source: Account in Database
th: รายชื่อในฐานข้อมูล

# lblEMailRc.Text
source: Email
th: อีเมล

# lblEmpNumberRc.Text
source: Employee number
th: รหัสพนักงาน

# lblFirstNameRc.Text
source: Firstname
th: ชื่อ

# lblLastNameRc.Text
source: Lastname
th: นามสกุล

# lblMobileRc.Text
source: Mobile phone
th: เบอร์มือถือ

# lblNewUserRc.Text
source: New user account
th: เพิ่มผู้ใช้ใหม่

# lblPasswordRc.Text
source: Password
th: รหัสผ่าน

# lblRetypeRc.Text
source: Retype password
th: ยืนยันรหัสผ่าน

# lblSearchGridByRc.Text
source: Search type
th: ค้นหาด้วย

# lblSearchGridTextRc.Text
source: Search text
th: คำค้น

# lblTitleRc.Text
source: Title
th: คำนำหน้า

# lblUserNameRc.Text
source: Username
th: ชื่อผู้ใช้

# pwdDoesNotMatchRc.ErrorMessage
source: Password and confirm does not matched
th: รหัสผ่านและรหัสผ่านยืนยันไม่ตรงกัน

# txtEmailRc.ErrorMessage
source: Please enter email
th: กรุณาระบุอีเมล

# txtEmailRc.PlaceHolder
source: Enter email
th: ระบุอีเมล

# txtEmpNumberRc.ErrorMessage
source: Please enter employee number
th: กรุณาระบุรหัสพนักงาน

# txtEmpNumberRc.PlaceHolder
source: Enter employee number
th: ระบุรหัสพนักงาน

# txtFirstNameRc.ErrorMessage
source: Please enter firstname
th: กรุณาระบุชื่อ

# txtFirstNameRc.PlaceHolder
source: Enter Firstname
th: ระบุชื่อ

# txtLastNameRc.ErrorMessage
source: Please enter lastname
th: กรุณาระบุนามสกุล

# txtLastNameRc.PlaceHolder
source: Enter lastname
th: ระบุนามสกุล

# txtMobileRc.ErrorMessage
source: Please enter phone number
th: กรุณาระบุหมายเลขโทรศัพท์

# txtMobileRc.PlaceHolder
source: Enter mobile phone number
th: ระบุหมายเลขโทรศัพท์มือถือ

# txtPasswordRc.ErrorMessage
source: Please enter password
th: กรุณาระบุรหัสผ่าน

# txtPasswordRc.PlaceHolder
source: Enter password
th: ระบุรหัสผ่าน

# txtRetypePasswordRc.ErrorMessage
source: Please enter Retype password
th: กรุณาระบุรหัสผ่านยืนยัน

# txtRetypePasswordRc.PlaceHolder
source: Enter Retype password
th: ระบุรหัสผ่านยืนยัน

# txtSearchGridTextRc.PlaceHolder
source: Enter search text
th: คำค้น

# txtUserNameRc.ErrorMessage
source: Please enter username
th: กรุณาระบุชื่อผู้ใช้

# txtUserNameRc.PlaceHolder
source: Enter username
th: ระบุชื่อผู้ใช้

# empNoExists
source: Employee number {0} already exists.
th: รหัสพนักงาน {0} มีข้อมูลแล้ว

# lblBtnUserFilterRc.Text
source: Search
th: ค้นหา

# userNameExists
source: Username {0} already exists.
th: ชื่อผู้ใช้ {0} ถูกใช้แล้ว

# lblIsAdminRc.Text
source: Is Admin
th: ผู้ดูแลระบบ

# appUserGridView_ChkIsAdminRc.HeaderText
source: Is Admin
th: ผู้ดูแลฯ

# lblRowPerPageRc.text
source: Row Per Page
th: รายการต่อหน้า

# txtRowPerPageNumericRc.errorMessage
source: Please Enter Row Per Page In Numeric
th: กรุณาระบุรายการต่อหน้าเป็นตัวเลข

# txtRowPerPageRc.errorMessage
source: Please Enter Row Per Page
th: กรุณาระบุรายการต่อหน้า

# txtRowPerPageRc.PlaceHolder
source: Row Per Page
th: รายการต่อหน้า

# appUserGridView_CompanyRc.HeaderText
source: Company
th: บริษัท

# lblCompanyRc.Text
source: Company
th: บริษัท

# grid_ImageRc.HeaderText
source: Image
th: รูป
