Repository: Thanida017/XendevWeb
Catalog: XenDevWeb/admin/App_LocalResources/F004.Project.aspx.*.resx
Languages: th

# appGridView_ApprovalTypeRc.HeaderText
source: Approval Type
th: ประเภทการอนุมัติ

# appUserGridView_CompanyRc.HeaderText
source: Company
th: บริษัท

# grid_AssetsRc.HeaderText
source: Assets
th: ส่วนประกอบโปรแกรม

# grid_BannerImageRc.HeaderText
source: Banner Image
th: ภาพแบนเนอร์

# lblAddNewProjectRc.Text
source: Add New Project
th: เพิ่มโครงการใหม่

# lblApprovalTypeRc.Text
source: Approval Type
th: ประเภทการอนุมัติ

# lblBtnGridSearchRc.Text
source: Search
th: ค้นหา

# lblBtnProjectAddRc.Text
source: Add
th: บันทึก

# lblCompanyRc.Text
source: Company
th: บริษัท

# lblDBProjectRc.Text
source: Project In Database
th: โครงการในฐานข้อมูล

# lblProjectCodeRc.Text
source: Project Code
th: รหัสโครงการ

# lblProjectColorRc.Text
source: ProjectColor
th: สีของโครงการ

# lblProjectNameRc.Text
source: Project Name
th: ชื่อโครงการ

# lblProjectRc.Text
source: Project
th: โครงการ

# lblRowPerPageRc.Text
source: Row Per Page
th: จำนวนแถวต่อหน้า

# lblSearchByRc.Text
source: Search By
th: ค้นหาจาก

# lblSearchTextRc.Text
source: Search Text
th: ข้อความค้นหา

# projectDataGridView_CodeRc.HeaderText
source: Project Code
th: รหัสโครงการ

# projectDataGridView_CreationDateRc.HeaderText
source: Creation date
th: วันที่สร้าง

# projectDataGridView_DescriptionRc.HeaderText
source: Description
th: รายละเอียด

# projectDataGridView_FirstNameRc.HeaderText
source: Project Name
th: ชื่อโครงการ

# projectDataGridView_LastUpdateRc.HeaderText
source: Last Update
th: ปรับปรุงล่าสุด

# projectDataGridView_ManDaysRc.HeaderText
source: Mandays
th: วันทำงานต่อคน

# projectDataGridView_ProjectColorRc.HeaderText
source: ProjectColor
th: สีของโครงการ

# txtDescriptionRc.PlaceHolder
source: Enter Description
th: ป้อนรายละเอียด

# txtProjectCodeRc.ErrorMessage
source: Please Enter Project Code
th: โปรดป้อนรหัสโครงการ

# txtProjectCodeRc.PlaceHolder
source: Enter Project Code
th: ป้อนรหัสโครงการ

# txtProjectDataGridView_CodeRc.ErrorMessage
source: Please Enter Project Code
th: โปรดป้อนรหัสโครงการ

# txtProjectDataGridView_CodeRc.PlaceHolder
source: Enter Project Code
th: ป้อนรหัสโครงการ

# txtProjectDataGridView_DescriptionRc.PlaceHolder
source: Enter Description
th: ป้อนรายละเอียด

# txtProjectDataGridView_NameRc.ErrorMessage
source: Please Enter Project Name
th: โปรดป้อนชื่อโครงการ

# txtProjectDataGridView_NameRc.PlaceHolder
source: Enter Project Name
th: ป้อนชื่อโครงการ

# txtProjectNameRc.ErrorMessage
source: Please Enter Project Name
th: โปรดป้อนชื่อโครงการ

# txtProjectNameRc.PlaceHolder
source: Enter Project Name
th: ป้อนชื่อโครงการ

# txtRowPerPageNumericRc.ErrorMessage
source: Please Enter Row Per Page In Numeric
th: โปรดป้อนจำนวนแถวต่อหน้าเป็นตัวเลข

# txtRowPerPageRc.ErrorMessage
source: Please Enter Row Per Page
th: โปรดป้อนจำนวนแถวต่อหน้า

# txtRowPerPageRc.PlaceHolder
source: Enter Row Per Page
th: ป้อนจำนวนแถวต่อหน้า

# txtSearchGridTextRc.PlaceHolder
source: Enter Search Text
th: ป้อนข้อความค้นหา
