Repository: Thanida017/XendevWeb
Catalog: XenDevWeb/App_GlobalResources/GlobalResource.*.resx
Languages: th

# code_in_use
source: Code '{0}' aready in used.
th: รหัส '{0}' ถูกใช้งานอยู่

# confirm_delete
source: Confirm Delete Data?
th: ยืนยันลบข้อมูล?

# co_Ltd
source: Company Limited
th: บริษัทจำกัด

# dataIsUse
source: Unable to delete data. This record is in use or has reference data.
th: ข้อมูลถูกใช้งานอยู่ ไม่สามารถลบได้

source: Khun
th: คุณ

source: Legal person
th: นิติบุคคล

source: Miss
th: นางสาว

source: Mr
th: นาย

source: Ms
th: นาง

source: No
th: ไม่ใช่

source: No data.
th: ไม่มีข้อมูลให้ประมวลผล

# part_Ltd
source: Partnership Limited
th: ห้างหุ้นส่วนจำกัด

# public_com
source: Public Company
th: บริษัท มหาชน

# pub_Co_Ltd
source: Public Company Limited
th: บริษัท มหาชน จำกัด

source: Select option
th: เลือกรายการ

# successfully_deletedRc
source: Successfully deleted.
th: ลบข้อมูลสำเร็จแล้ว

# successfully_savedRc
source: Data successfully saved.
th: บันทึกข้อมูลเสร็จแล้ว

source: Yes
th: ใช่

# menu_admin
source: Admin
th: ผู้ดูแลระบบ

# menu_company_master
source: Company Master
th: หน้าหลักบริษัท

# menu_meeting_notes
source: Meeting Notes
th: บันทึกการประชุม

# menu_member
source: Member
th: รายการ

# menu_project
source: Project Master
th: หน้าหลักโครงการ

# menu_user_account
source: User Account
th: บัญชีผู้ใช้

source: upload
th: อัปโหลด

source: code changed
th: มีการเปลี่ยน code

source: customer accept
th: ลูกค้ายอมรับ

source: customer reject
th: ลูกค้าปฏิเสธ

source: developer cancel
th: ผู้พัฒนายกเลิก

# new_chang
source: new
th: ใหม่

# menu_change_request
source: Change Request
th: ร้องขอการแก้ไข

# menu_reject_reason_master
source: Reject Reason Master
th: เหตุผลปฏิเสธหลัก

source: Change
th: เปลี่ยนรูป

source: Remove
th: ยกเลิก

source: Select image
th: เลือกรูป

# menu_staff_account
source: Staff Account
th: บัญชีพนักงาน

# menu_user_image
source: Image UserAccount
th: รูปของผู้ใช้งานในระบบ

# menu_staff_gannt_chart
source: Staff Gannt Chart
th: แผนภูมิแกนต์พนักงาน

# menu_ApprovalHierarchy
source: Approval Hierarchy
th: ลำดับชั้นการอนุมัติ

source: Design
th: การออกแบบ

source: Meeting
th: การประชุม

source: Requirement
th: ความต้องการ

source: Testing
th: การทดสอบ

# no_record
source: No data
th: ไม่มีข้อมูล

# email_sended_failed
source: Sending email to '{0}' failed.
th: การส่งอีเมลไปที่ '{0}' ล้มเหลว

# email_sended_success
source: Email sended to '{0}'.
th: อีเมล์ถูกส่งไปที่ '{0}' สำเร็จ

# confirm_saved
source: Confirm Save Data?
th: ยืนยันบันทึกข้อมูล?

# menu_application_change_trx
source: Application Change Trx
th: หน้าหลักเปลี่ยนแอปพลิเคชั่น TRX

# menu_list_requirements
source: List Requirements
th: รายกาข้อกำหนด

# menu_problem
source: Problem Master
th: หน้าหลักปัญหา

# menu_staff_score
source: Staff Score
th: คะแนนพนักงาน

# menu_staff_ticket
source: Staff Ticket Master
th: หน้าหลักตั๋วพนักงาน

# menu_user_approval_hierachy
source: User Approval Hierachy
th: ลำดับชั้นการอนุมัติผู้ใช้

# menu_project_mandays
source: Project Mandays
th: วันทำงานต่อคนของโครงการ

# menu_staff
source: Staff
th: พนักงาน

# menu_staff_ticket_gannt_chart
source: Staff Ticket Gannt Chart
th: แผนภูมิตั๋วพนักงาน

# confirm_submited
source: Confirm Submit Data?
th: ยืนยันส่งข้อมูล?

source: Confirm Send Estimation Request?
th: ยืนยันส่งคำขอประเมิณราคา?

# menu_estimation_list
source: Estimation Lists
th: รายการประเมินราคา
